<?php
    require 'header.php'
?>

    <section class="page-body faq">
        <div class="container">
            <h1 class="title">самые популярные вопросы</h1>
            <ul class='faq-list'>
                <li><h2 class="question">Я нашел свое изображение(свою работу) у вас на сайте. Что делать?</h2>
                    <p><div class="answer">Так бывает, когда кто-то, либо вы, не особо осознавая того, выложили в общий доступ ваш материал, который попал на сайт геокруг. Это не проблема! Напишите нам сюда</div></p></li>
                <li><h2 class="question">Как мне добавить свое изображение на сайт?</h2>
                    <p><div class="answer">Чтобы добавить изображение на сайт, необходимо сначала войти в свою учетную запись, если вы не были зарегистрированы, то пройти регистрацию на сайте, после чего вам станет доступна новая вкладка "добавить место", нажав на которую вам будет предложено сделать фотографию или загрузить нужный файл на сайт.</div></p></li>
                <li><h2 class="question">Изображение не добавляется на сайт через "добавить файл". Что делать?</h2>
                    <p><div class="answer">Перепроверьте подходит ли ваш файл под разрешенные форматы (png,jpg), удостоверьтесь в целостности файла. Если вы уверены, что с добавляемым файлом все в порядке,напишите нам, мы постараемся решить проблему.</div></p></li>
                <li><h2 class="question">Могу ли я выйти из своей учетной записи?</h2>
                    <p><div class="answer">Конечно! Чтобы выйти из своей учетной записи, достаточно нажать на "выход", который находится в верхней правой части.</div></p></li>
                <li><h2 class="question">У меня есть идеи/предложения по развитию сайта, как мне с вами связаться?</h2>
                    <p><div class="answer">Это замечательно! Чтобы связаться с нами достаточно нажать <a href="#" class='callback__link'>сюда</a></div></p></li>

                    <!-- а на что имеено указать ссылку, чтобы окно обратной связи всплывало? -->
            </ul>
        </div>
    </section>
    <script src="assets/js/register-validation.js"></script>
<?php
    require 'footer.php'
?>
